Repository: shevron/glista
Catalog: po/*.po
Languages: ru, sv

source: Unable to initialize GtkSpell: [%d] %s
ru: Не могу инициализировать GtkSpell: [%d] %s
sv: Kunde inte initiera GtkSpell: [%d] %s

source: Are you sure you want to delete the category "%s" and all the items in it?
ru: Вы уверены, что хотите удалить категорию "%s" и все ее элементы?
sv: Är du säker på att du vill ta bort katalogen "%s" och alla objekt i den?

source: Done
ru: Готово
sv: Färdig

source: Item
ru: Элемент
sv: Objekt

source: Note
ru: Заметка
sv: Anteckning

source: Error creating configuration directory: %s
ru: Ошибка создания конфигурационной директории: %s
sv: Fel inträffade vid skapande av konfigurationskatalog: %s

source: Error: unable to create config directory (%s): file exists
ru: Ошибка: не могу создать директорию (%s): файл существует
sv: Fel: kunde inte skapa konfigurationskatalog (%s): filen finns redan

source: Error loading config file: [%d] %s Using default configuration.
ru: Ошибка при загрузке конфигурационного файла: [%d] %s Используется конфигурация по-умолчанию.
sv: Fel inträffade vid inläsning av konfigurationsfil: [%d] %s Använder standardkonfiguration.

source: Error saving configuration file: [%d] %s
ru: Ошибка сохранения конфигурационного файла: [%d] %s
sv: Fel inträffade vid sparande av konfigurationsfil: [%d] %s

source: Do not use the system tray (conflicts with -m)
ru: Не использовать системный трей (конфликтует с -m)
sv: Använd inte aktivitetsfältet (krockar med -m)

source: Start up minimized (conflicts with -T)
ru: Запускать свернутым (конфликтует с -T)
sv: Starta upp minimerat (krockar med -T)

source: Error parsing command line arguments: %s
ru: Ошибка при разборе командной строки: %s
sv: Fel inträffade vid tolkning av kommandoradsargument: %s

source: Unable to initialize UI.
ru: Не могуинициализировать интерфейс.
sv: Kunde inte initiera användargränssnittet.

source: Activating an already-running Glista instance.
ru: Запускается существующий экземпляр программы.
sv: Aktiverar en redan körande kopia av Glista.

source: Unable to read icon data file: %s
ru: Не могу прочитать файл с иконкой: %s
sv: Kunde inte läsa in datafil för ikon: %s

source: Unable to read UI file: %s
ru: Не могу прочитать файл описания интерфейса: %s
sv: Kunde inte läsa in filen för användargränssnitt: %s

source: A super-simple personal to-do list manager
ru: Простейший менеджер задач
sv: En supersimpel personlig att-göra-listehanterare

source: About Glista
ru: О программе
sv: Om Glista

source: Add Note
ru: Добавить заметку
sv: Lägg till anteckning

source: Add Reminder
ru: Добавить напоминание
sv: Lägg till påminnelse

source: Clear Done Items
ru: Удалить завершенные элементы
sv: Rensa färdiga objekt

source: Clear Note
sv: Rensa anteckning

source: Clear Reminder
ru: Удалить напоминание
sv: Rensa påminnelse

source: Delete
sv: Ta bort

source: Delete Item
ru: Удалить элемент
sv: Ta bort objekt

source: Edit Note
sv: Redigera anteckning

source: General
ru: Основные
sv: Allmänt

source: Glista Preferences
ru: Настройки Glista
sv: Inställningar för Glista

source: Glista Web Site
ru: Веб-сайт программы
sv: Glistas webbsida

source: Reminder Plugin:
ru: Модуль напоминаний:
sv: Insticksmodul för påminnelse:

source: Reminders
ru: Напоминания
sv: Påminnelser

source: Save Some Paper Glista is a simplistic to-do list manager that does what it's supposed to do and does not get in your way
ru: Сохрани бумагу Glista - просто менеджер задач. Ничего более.
sv: Spara några papper Glista är en simpel att-göra-listehanterare som gör vad det ska göra och hamnar inte i vägen för dig

source: Set Reminder
ru: Напоминание
sv: Ställ in påminnelse

source: Set reminder for
ru: Включить напоминание в
sv: Ställ in påminnelse för

source: gtk-about
sv: gtk-om

source: gtk-cancel
sv: gtk-avbryt

source: gtk-close
sv: gtk-stäng

source: gtk-delete
sv: gtk-ta bort

source: gtk-preferences
sv: gtk-inställningar

source: gtk-quit
sv: gtk-avsluta

source: menuitem1
sv: menyobjekt1

source: Glista is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
ru: Glista - свободное программное обеспечение; вы можете распространять его и/или модифицировать на условиях Универсальной общественной лицензии GNU версии 3 либо любой более поздней версии. Эта программа распространяется в надежде, что она может быть полезна, но БЕЗ КАКОГО-ЛИБО ВИДА ГАРАНТИЙ, ВЫРАЖЕННЫХ ЯВНО ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ ПОДРАЗУМЕВАЕМЫМИ ГАРАНТИЯМИ КОММЕРЧЕСКОЙ ЦЕННОСТИ И ПРИГОДНОСТИ ДЛЯ КОНКРЕТНОЙ ЦЕЛИ. Для получения дополнительных сведений обратитесь к Универсальной Общественной Лицензии GNU. Вы должны получить копию лицензии GNU c этой программой. Если лицензия не была получена, смотрите <http://www.gnu.org/licenses/>.
